{
    "status": 200,
    "message": "Success",
    "data": [
        {
            "id": "item11",
            "name": "Pizza",
            "description": "The story of the invention of this everyday household name changes depending on how you define it. If you think a pizza is an oven-baked flatbread, its origins lie in the ancient Middle East. If pizza must have toppings, its origins date back to the ancient Romans and Greeks, who baked flatbreads and topped them with available, local spices and olive oil.",
            "image": "https://cdn.tasteatlas.com//images/dishes/8e0ec129d54d48188a5f700ce4db8919.jpg?width=660&height=420",
            "calories": 120,
            "category": "cat2"
        },
        {
            "id": "item12",
            "name": "Pizza Napoletana",
            "description": "Italy’s most emblematic culinary creation, the genuine pizza Napoletana is made with just a few simple ingredients and prepared in only two variations – marinara, the basic Neapolitan pizza topped with a tomato-based sauce flavored with garlic and oregano, and margherita, which is topped with tomatoes, mozzarella, and fresh basil leaves, a delicious combination whose colors are said to represent the Italian flag.",
            "image": "https://cdn.tasteatlas.com//images/dishes/785295d4ab6f4f0bab43d5fcf2e123b6.jpg?width=660&height=420",
            "calories": 132,
            "category": "cat2"
        },
        {
            "id": "item13",
            "name": "Pizza Margherita",
            "description": "Pizza Margherita is a delicacy that is literally fit for a queen. In 1889, Queen Margherita of Savoy visited Naples, where she was served a pizza that was made to resemble the colors of the Italian flag: red tomatoes, white mozzarella cheese, and green basil.",
            "image": "https://cdn.tasteatlas.com//images/dishes/3b95e478a76a48a0897c6724d32e2509.jpg?width=660&height=420",
            "calories": 423,
            "category": "cat2"
        },
        {
            "id": "item14",
            "name": "Pizza Marinara",
            "description": "Marinara is a Neapolitan pizza with a topping of tomatoes, oregano, garlic, extra virgin olive oil, and sometimes fresh basil. Its name is not derived from the popular belief that it has seafood on it (because it does not), but because it was a staple food of the fishermen who consumed it upon their return home from fishing in the Bay of Naples.",
            "image": "https://cdn.tasteatlas.com//images/dishes/5560ca794b7d49f7bdbfc1c27d65b39d.jpg?width=660&height=420",
            "calories": 827,
            "category": "cat2"
        },
        {
            "id": "item15",
            "name": "Calzone Pizza",
            "description": "This unique type of pizza is characterized by its half-round shape, made by folding a full-sized pizza in half. Hailing from 18th century Naples, calzone literally means pant leg, referring to the fact that calzone's original purpose was to be a pizza which can be consumed while walking or standing.",
            "image": "https://cdn.tasteatlas.com//images/dishes/2dd9d07402f9404bb1149da811a0c42d.jpg?width=660&height=420",
            "calories": 290,
            "category": "cat2"
        },
        {
            "id": "item16",
            "name": "Pepperoni Pizza",
            "description": "Pepperoni pizza is an American pizza variety which includes one of the country's most beloved toppings. Pepperoni is actually a corrupted form of peperoni (one “p”), which denotes a large pepper in Italian, but nowadays it denotes a spicy salami, usually made with a mixture of beef, pork, and spices.",
            "image": "https://cdn.tasteatlas.com//images/dishes/b05a0af72ad845f3a6abe16143d7853a.jpg?width=660&height=420",
            "calories": 823,
            "category": "cat2"
        },
        {
            "id": "item17",
            "name": "New York-Style Pizza",
            "description": "New York-style pizza is a large, thin-crusted pizza that evolved from the classic Neapolitan-style pizza, brought to New York City by Italian immigrants during the early 1900s. The dish began with the opening of America's first pizzeria, called Lombardi's, where the owner Gennaro Lombardi served unusually large and wide pizza pies.",
            "image": "https://cdn.tasteatlas.com//Images/Dishes/da8ece52e2634d54b38513642dcbc4cd.jpg?width=660&height=420",
            "calories": 1902,
            "category": "cat2"
        },
        {
            "id": "item18",
            "name": "Caprese Pizza",
            "description": "This is a variety of Italian pizza that is traditionally topped with cherry tomatoes, mozzarella di bufala, olive oil, and fresh basil leaves. It provides a great way to use up leftover tomatoes, and some cooks like to finish it off with a drizzle of balsamic reduction on top.",
            "image": "https://cdn.tasteatlas.com//Images/Dishes/5c9ef8900b4d4afc8313a2e282574b7f.jpg?width=660&height=420",
            "calories": 232,
            "category": "cat2"
        },
        {
            "id": "item19",
            "name": "Chicago-Style Deep Dish Pizza",
            "description": "In the late 1800s and the early 1900s, Neapolitan immigrants came to the USA in search of a better life. Shortly after, in 1943, their descendants, Ike Sewell and Ric Riccardo had opened Pizzeria Uno in Chicago, serving a new variety of pizza in a deeper dish, with inverted layers of cheese, meat, and tomatoes, and a crunchy crust.",
            "image": "https://cdn.tasteatlas.com//images/dishes/bbdd0eda6bfe473884814c4a1f3201a8.jpg?width=660&height=420",
            "calories": 822,
            "category": "cat2"
        },
        {
            "id": "item20",
            "name": "Pizza quattro formaggi",
            "description": "Quattro formaggi is a variety of Italian pizza topped with a combination of four kinds of cheese, as the name suggests. Traditionally, the cheeses should be mozzarella and three other, local cheeses, depending on the region, such as Gorgonzola, Fontina, and Parmigiano-Reggiano.",
            "image": "https://cdn.tasteatlas.com//images/dishes/e6f2310a7ffe4904bc9826bfc77ee11f.jpg?width=660&height=420",
            "calories": 218,
            "category": "cat2"
        }
    ]
}